Repository: azpay/Woocommerce3-plugin
Catalog: azpay-woocommerce/languages/azpay-woocommerce-*.po
Languages: pt_br

source: An error has occurred while processing your payment, please try again or contact us for assistance.
pt_br: Um erro aconteceu ao processar o seu pagamento, por favor, tente novamente ou entre em contato para conseguir assistência.

source: Azpay - Credit Card
pt_br: Azpay - Cartão de crédito

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable Azpay Credit Card
pt_br: Ativar cartão de crédito da Azpay

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isto controla o título que o usuário vê durante a finalização da compra.

source: Credit Card
pt_br: Cartão de crédito

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Isto controla a descrição que o usuário vê durante a finalização do pedido.

source: Pay using the secure method of Azpay
pt_br: Pague usando o método seguro da Azpay

source: Environment
pt_br: Ambiente

source: Select the environment type (test or production).
pt_br: Selecione o tipo de ambiente (teste ou produção).

source: Test
pt_br: Teste

source: Production
pt_br: Produção

source: Accepted Payment Method
pt_br: Meio de pagamento

source: Select the payment methods that will be accepted as payment. Press the Ctrl key to select more than one brand.
pt_br: Selecione o adquirente que irá processar o pagamento na Azpay.

source: Antifraud
pt_br: Antifraude

source: Enable antifraud
pt_br: Ativar antifraude

source: Antifraud Option
pt_br: Antifraude

source: Select the antifraud option.
pt_br: Selecione o tipo de antifraude.

source: Capture
pt_br: Capturar

source: Enable automatic capture
pt_br: Ativar captura automática

source: Enable automatic capture.
pt_br: Ativar captura automática.

source: Smallest Installment
pt_br: Parcela mínima

source: Smallest value of each installment, cannot be less than 5.
pt_br: O melhor valor de cada parcela, não pode ser menor do que 5.

source: Installment Within
pt_br: Parcelar em até

source: Maximum number of installments for orders in your store.
pt_br: Número máximo de parcelas que a sua loja irá aceitar.

source: Interest Rate (%)
pt_br: Taxa de juros (%)

source: Percentage of interest that will be charged to the customer in the installment where there is interest rate to be charged.
pt_br: Porcentagem de juros que será cobrado do cliente por parcela quando há taxa de juros a ser cobrada.

source: Charge Interest Since
pt_br: Cobrar juros a partir de

source: Indicate from which installment should be charged interest.
pt_br: Indique a partir de qual parcela deve ser cobrado juros.

source: Gateway Testing
pt_br: Testes de Gateway

source: Debug Log
pt_br: Log de depuração

source: Enable logging
pt_br: Ativar logs

source: Log Azpay events, such as API requests, inside %s
pt_br: Grava eventos da Azpay, como por exemplo solicitações a API, você pode encontrar o log em %s

source: %s in %s.
pt_br: %s em %s.

source: Azpay - Debit Card
pt_br: Azpay - Cartão de débito

source: Enable Azpay Debit Card
pt_br: Ativar cartão de débito da Azpay

source: Debit Card
pt_br: Cartão de débito

source: Debit Discount (%)
pt_br: Desconto débito (%)

source: Percentage discount for payments made ​​by debit card.
pt_br: Porcentagem de desconto para pagamentos feito por débito.

source: Design
pt_br: Modelo

source: with discount of %s. Order Total: %s.
pt_br: com desconto de %s. Total: %s.

source: and %s
pt_br: e %s

# Transaction Status
source: Transaction created
pt_br: Transação criada

# Transaction Status
source: Transaction authenticated
pt_br: Transação autenticada

# Transaction Status
source: Transaction not authenticated
pt_br: Transação não autenticada

# Transaction Status
source: Transaction authorized
pt_br: Transação autorizada

# Transaction Status
source: Transaction not authorized
pt_br: Transação não autorizada

# Transaction Status
source: Transaction in cancellation
pt_br: Transação em cancelamento

# Transaction Status
source: Transaction cancelled
pt_br: Transação cancelada

# Transaction Status
source: Transaction in capture
pt_br: Transação em captura

# Transaction Status
source: Transaction captured
pt_br: Transação capturada

# Transaction Status
source: Transaction not captured
pt_br: Transação não capturada

# Transaction Status
source: Recurrent payment
pt_br: Pagamento recorrente

# Transaction Status
source: Slip generate
pt_br: Boleto gerado

source: System Status &gt; Logs
pt_br: Status do Sistema &gt; Logs

source: no interest. Total: %s
pt_br: sem juros. Total: %s

source: with interest of %s%% a.m. Total: %s
pt_br: com juros de %s%% a.m. Total: %s

source: at sight. Total: %s
pt_br: à vista. Total: %s

source: %sx of %s %s
pt_br: %sx de %s %s

source: Please type the rg
pt_br: Por favor digite o RG

source: Please type the cpf.
pt_br: Por favor digite o CPF.

source: Please type a valid cpf.
pt_br: Por favor digite um CPF válido.

source: Please type the rg or cpf.
pt_br: Por favor digite o RG ou CPF.

source: Please enter with a valid card brand.
pt_br: Por favor, digite um cartão com bandeira válida.

source: Please type the name of the card holder.
pt_br: Por favor digite o nome do responsável pelo cartão.

source: Please type the card expiry date.
pt_br: Por favor digite a data de validade do cartão.

source: Please type the cvv code for the card
pt_br: Por favor digite o código de segurança do cartão

source: Invalid number of installments!
pt_br: O número de parcelas é inválido!

source: Recurring payment created
pt_br: Pagamento recorrente criado

source: Invalid request
pt_br: Requisição inválida

source: Order canceled successfully.
pt_br: Pedido cancelado com sucesso.

source: Purchase or transaction not found!
pt_br: Transação não encontrada!

source: Created date not registered!
pt_br: Data de criação não registrada!

source: Azpay: %s - Refunded amount: %s.
pt_br: Azpay: %s - Total reembolsado: %s.

source: Purchat cannot be refunded.
pt_br: A compra não pode ser reembolsada

source: This transaction has been made ​​more than %s days and therefore it can not be canceled
pt_br: Esta transação foi feita a mais do que %s dias e por isso não pode mais ser cancelada

source: View order details
pt_br: Ver detalhes do pedido

source: Your payment has been received successfully.
pt_br: O seu pagamento foi recebido com sucesso.

source: The authorization code was generated.
pt_br: O código de autorização foi gerado.

source: For more information or questions regarding your order, go to the %s.
pt_br: Para mais informações ou dúvidas a respeito do seu pedido, vá para a %s.

source: order details page
pt_br: página de detalhes do pedido

source: Seu carrinho possui produto de outro tipo, é possível apenas um tipo de produto / um produto recorrente
pt_br: Seu carrinho possui produto recorrente, possível apenas um tipo de produto / um produto recorrente

source: Every
pt_br: Todo(a)

source: Day
pt_br: Dia

source: Week
pt_br: Semana

source: Month
pt_br: Mês

source: Year
pt_br: Ano

source: Period that charges will be made
pt_br: Período que as cobranças serão feitas

source: Expire after (in days)
pt_br: Expira após (em dias)

source: Duration of recurrence in days
pt_br: Duração da recorrência em dias

source: Times
pt_br: Frequência / a cada

source: Amount of charges
pt_br: Quantidade de cobranças

source: Azpay - Slip
pt_br: Azpay - Boleto

source: Billet print
pt_br: Imprimir boleto

source: %sAttention!%s Not registered the billet payment for this order yet.
pt_br: %sAtenção!%s Não encontramos pagamento para está compra.

source: Please click the following button and pay the billet in your Internet Banking.
pt_br: Por favor, clique no botão abaixo e pague o boleto.

source: Ignore this message if the payment has already been made​​.
pt_br: Ignore esta mensagem se o pagamento já foi feito.

source: Enable Azpay Slip
pt_br: Ativar boleto da Azpay

source: Slip
pt_br: Boleto

source: Slip Discount (%)
pt_br: Desconto boleto (%)

source: Percentage discount for payments made ​​by slip.
pt_br: Porcentagem de desconto para pagamentos feito por boleto.

source: Instructions
pt_br: Instruções

source: Azpay - Transfer
pt_br: Azpay - Transferência

source: Pay
pt_br: Pagar

source: %sAttention!%s Not registered the payment for this order yet.
pt_br: %sAtenção!%s Não encontramos pagamento para está compra.

source: Please click the following button and do the transfer.
pt_br: Por favor, clique no botão abaixo e faça a transferência.

source: Enable Azpay Transfer
pt_br: Ativar Transferência da Azpay

source: Transfer
pt_br: Azpay - Transferência

source: Transfer Discount (%)
pt_br: Desconto na transferência (%)

source: Percentage discount for payments made ​​by transfer.
pt_br: Porcentagem de desconto para pagamentos feito por transferência.

source: Azpay WooCommerce Disabled
pt_br: Azpay WooCommerce desabilitado

source: Currency <code>%s</code> is not supported. Works only with Brazilian Real.
pt_br: A moeda <code>%s</code> não é aceita. Funciona apenas com reais.

source: Webservice Azpay Store Solution will only work for Woocommerce 2.3.x and up.
pt_br: A Solução Webservice Azpay apenas funcionará para as versões 2.3.x ou superior do Woocommerce.

source: You should inform your Affiliation Number and Key.
pt_br: Você deve informar o seu número de número e chave de afiliação.

source: A SSL Certificate is required for Webservice Solution. Please verify if a certificate is installed on your server and enable the %s option.
pt_br: Um certificado SSL é necessário para utilizar a Solução Webservice. Por favor, verifique se um certificado esta instalado no seu servidor e que a opção %s esta ativada.

source: Force secure checkout
pt_br: Forçar finalização segura

source: This plugin depends on the last version of %s to work!
pt_br: Este plugin depende da última versão do %s para funcionar!

source: Authorized <span class="count">(%s)</span>
pt_br: Autorizada <span class="count">(%s)</span>

source: Authorized
pt_br: Autorizada

source: Credit Card Settings
pt_br: Configurações de crédito

source: Debit Card Settings
pt_br: Configurações de débito

source: Installments
pt_br: Parcelas

source: Pay with
pt_br: Pagar com

source: Card Number
pt_br: Número do Cartão

source: Name Printed on the Card
pt_br: Nome impresso no cartão

source: Expiry (MM/YYYY)
pt_br: Validade (MM/AAAA)

source: MM / YYYY
pt_br: MM/AAAA

source: Security Code
pt_br: Código de segurança

source: Pay with %s.
pt_br: Pague com %s.

source: Payment by debit have discount of %s. Order Total: %s.
pt_br: Pagamento com debito possui desconto de %s. Total do pedido: %s.

source: Payment by slip have discount of %s. Order Total: %s.
pt_br: Pagamento com boleto possui desconto de %s. Total do pedido: %s.

source: Payment by transfer have discount of %s. Order Total: %s.
pt_br: Pagamento com transferência possui desconto de %s. Total do pedido: %s.
